<template>
    <div id="introduction">
        <!-- <a class="more" href="http://zeuskx-mina-prod.oss-cn-beijing.aliyuncs.com/cme/vedio/%E5%85%AC%E5%8F%B8%E4%BB%8B%E7%BB%8D%E4%B8%8B%E8%BD%BD%E6%96%87%E4%BB%B6.pdf">了解更多 ></a> -->
        <div class="text">
            <p>2015年8月，在“中国制造2025”和“制造强国”战略的引领下，为推动重庆乃至中国制造业转型升级，重庆机电智能制造有限公司应运而生。公司位于重庆南岸区江溪路6号，注册资本1亿元，拥有中高级工程技术人才150余人，获得各项发明专利和软件著作权60余项。控股重庆盟讯电子科技有限公司、重庆机电增材制造有限公司。</p>
            <p>公司成立以来，始终以“建立重庆智能制造创新平台，提高重庆企业智能制造水平，推动中国制造产业转型升级，引领中国智能制造产业发展”为使命，致力于数字化高端装备制造与智能工厂系统集成服务，服务电子信息、交通运输、通用机械、智能物流、食品医药、智慧城市等领域，在智能化生产线、自动化成套装备、智能仓储、工业机器人、智能检测设备、信息化管控系统等方面具备竞争优势，以及拥有智能检测设备、智能仓储设备、中压气体绝缘金属开关柜等一批自研产品。</p>
            <p>公司先后成功实施“移动终端主板智能制造新模式”“铸铁缸体缸盖智能制造新模式”“车身电控系统智能制造新模式EPC”等多个国家工信部智能制造专项，以及承建重庆轨道交通环线一期工程控制中心弱电集成、重庆三峰卡万塔焚烧炉总装基地自动化工作站等大型项目，是国家工信部2019年智能制造系统解决方案供应商、重庆市高新技术企业、2018年度重庆市优秀创新企业，“中国智能制造系统解决方案供应商联盟重庆分盟”理事长单位、重庆市高端制造装备技术创新战略联盟”副理事长单位，先后与三菱、ABB、罗克韦尔、西门子、安川机器人、发那科机器人、柯马、南瑞继保、宝群电子等国内外知名企业达成战略合作，逐步发展成为西部地区智能制造领域的优选供应商。</p>
            <p>旗下重庆盟讯电子科技有限公司专业提供物联网电子产品、车联网电子产品、智能终端产品制造服务以及电子智能制造装备设计、生产及系统集成服务，拥有电子工业厂房65000平方米，员工1000余人，是国家工信部专精特新“小巨人”企业、首批智能制造新模式示范单位，国家科技部机器人示范应用单位，也是重庆本土经营规模最大、制造技术最全面的电子制造企业。</p>
            <p>旗下重庆机电增材制造有限公司拥有国内外领先品牌的金属SLM打印机、尼龙SLS打印机、光固化SLA打印机、激光修复再制造设备等装备，集研发、销售、服务、培训与咨询为一体，为客户提供顶尖工艺技术服务和人才培训，是重庆市增材制造协会会员单位、重庆市激光制造重点骨干企业、重庆市智能制造公共实训基地。</p>
            <p>未来，重庆机电智能制造有限公司将继续以服务制造业转型升级为中心，以协同创新为抓手，以系统集成项目为依托，带动核心产品和关键技术研发生产，整合优势资源，从产业链上打造多个实体子企业支撑公司本部、公司本部与子企业协同发展的“1+N”产业布局，形成涵盖系统集成、工业软件平台、智能专机、电子加工、增材制造、电气装备等的智能制造装备产业集群。</p>
            <p>智能制造，引领未来！</p>

            <img src="../../../assets/introduce.png" alt=""/>
        </div>
    </div>
</template>

<script>
    export default {
        name: "Introduction"
    }
</script>

<style scoped lang="less">

    #introduction {
        height: 100%;
        min-height: 600px;
        width: 100%;
        position: relative;

        .more {
            position: absolute;
            right: 0;
            top: 0;
            color: #1575be;
            text-decoration: none;

            &:hover {
                cursor: pointer;
                text-decoration: underline;
            }
        }

        .text {
            display: inline-block;
            width: 900px;
            margin-left: 100px;
            margin-top: 60px;
            padding-bottom: 50px;

            h3 {
                color: black;
                font-size: 16px;
                text-align: center;
            }

            p {
                font-size: 14px;
                text-indent: 2em;
                line-height: 30px;
                color: black;
            }

            img {
                width: 100%;
                margin-top: 10px;
            }
        }


    }


</style>
