<template>
    <div id="introduction">
        <a class="more" href="http://zeuskx-mina-prod.oss-cn-beijing.aliyuncs.com/cme/vedio/%E5%85%AC%E5%8F%B8%E4%BB%8B%E7%BB%8D%E4%B8%8B%E8%BD%BD%E6%96%87%E4%BB%B6.pdf">了解更多 ></a>
        <div class="text">
            <p>
                重庆机电智能制造有限公司是重庆机电集团于2015年8月出资创立的智能制造产业化平台企业，注册资本1.01亿元，现有下属控股重庆盟讯电子科技有限公司、重庆机电增材制造有限公司两个子企业。公司以引领机电集团智能制造产业发展为己任，致力于数字化高端装备制造与智能工厂系统集成服务，业务涵盖智能制造项目咨询与管理、智能工厂整体规划与实施、智能制造项目系统集成与服务、智能装备产品研发及生产、智能化管理系统开发与运维等，涉足电子信息、交通运输、通用机械、食品医药、智能物流、智慧城市等领域，在智能化生产线、自动化成套装备、智能仓储、智能检测设备、信息化管控系统等方面具备竞争优势。公司先后成功实施“铸铁缸体缸盖智能制造新模式”、“车身电控系统智能制造新模式EPC”等多个国家工信部智能制造专项，以及承建重庆轨道交通环线一期工程控制中心弱电集成、重庆三峰卡万塔焚烧炉总装基地自动化工作站等大型项目，现为国家工信部智能制造系统解决方案供应商、重庆市高新技术企业、重庆市优秀创新企业，是西部地区智能制造领域的优选供应商。
            </p>

            <p>
                重庆机电控股（集团）公司（简称：重庆机电集团）是2000年8月28日，由重庆市政府撤销原机械工业管理局、电子工业管理局、冶金工业管理局组建的国有控股集团公司；2004年，重庆重型汽车集团有限责任公司整体并入机电集团。机电集团2016年转型成为资本投资公司，以全资、控股和参股方式从事重大生产经营活动与资本运营。经过多年的发展，成为中国西部最大的综合装备制造企业集团，并连续多年跻身中国企业500强。
            </p>
            <p>
                公司下属重庆盟讯电子科技有限公司成立于2001年,注册资本5431.24万元，拥有电子工业厂房65000平方米,员工1000余人,专业提供物联网电子产品、车联网电子产品、智能终端产品制造服务以及电子智能制造装备设计、生产及系统集成服务,为国家首批工信部智能制造新模式示范单位、国家工信部电子信息产品智能工厂/数字化车间物流标准的编写单位、国家科技部机器人示范应用单位，以及国家工信部专精特新“小巨人”企业、重庆市高新技术企业、市经信委“重庆市数字化车间”，是重庆本土经营规模最大、制造技术最全面的电子制造企业。
            </p>
            <p>
                公司下属重庆机电增材制造有限公司成立于2019年1月，注册资本5000万元，该公司集研发、销售、服务、培训与咨询为一体，旨在为3D打印行业客户提供最优质的增材制造材料工艺开发及再制造加工技术解决方案，拥有国内外领先品牌的金属SLM打印机、尼龙SLS打印机、光固化SLA打印机、激光修复再制造设备等多套装备，是重庆市增材制造协会会员单位、重庆市激光制造重点骨干企业、重庆市智能制造公共实训基地。
            </p>

            <img src="../../../assets/introduce.png" alt=""/>
        </div>
    </div>
</template>

<script>
    export default {
        name: "Introduction"
    }
</script>

<style scoped lang="less">

    #introduction {
        height: 100%;
        min-height: 600px;
        width: 100%;
        position: relative;

        .more {
            position: absolute;
            right: 0;
            top: 0;
            color: #1575be;
            text-decoration: none;

            &:hover {
                cursor: pointer;
                text-decoration: underline;
            }
        }

        .text {
            display: inline-block;
            width: 900px;
            margin-left: 100px;
            margin-top: 60px;
            padding-bottom: 50px;

            h3 {
                color: black;
                font-size: 16px;
                text-align: center;
            }

            p {
                font-size: 14px;
                text-indent: 24px;
                line-height: 30px;
                color: black;
            }

            img {
                width: 100%;
                margin-top: 10px;
            }
        }


    }


</style>
